tap "anomalyco/tap"
tap "hashicorp/tap"
tap "microsoft/git"
brew "ack"
brew "openssl@3"
brew "xz"
brew "tree"
brew "ansible"
brew "asdf"
brew "awscli"
brew "bat"
brew "cloudflared"
brew "direnv"
brew "fzf"
brew "jq"
brew "llama.cpp"
brew "mise"
brew "node"
brew "ollama"
brew "php"
brew "uv"
brew "qemu"
brew "starship"
brew "stow"
brew "zellij"
brew "tcl-tk"
brew "temporal"
brew "zlib"
brew "anomalyco/tap/opencode"
brew "hashicorp/tap/packer"
cask "1password"
cask "1password-cli"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-source-code-pro"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "imageoptim"
cask "maccy"
cask "ngrok"
cask "podman-desktop"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "tor-browser"
cask "vagrant"
cask "visual-studio-code"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.hcl"
vscode "keesschollaart.vscode-home-assistant"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "samuelcolvin.jinjahtml"
vscode "warm3snow.vscode-ollama"
vscode "wholroyd.jinja"
vscode "yy0931.save-as-root"
