tap "anomalyco/tap"
tap "hashicorp/tap"
tap "microsoft/git"
tap "nikitabobko/tap"
brew "ack"
brew "age"
brew "openssl@3"
brew "asdf"
brew "readline"
brew "xz"
brew "awscli"
brew "bat"
brew "cloudflared"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "gum"
brew "jq"
brew "just"
brew "llama.cpp"
brew "mise"
brew "neovim"
brew "node"
brew "ollama"
brew "php"
brew "pinentry-mac"
brew "qemu"
brew "ripgrep"
brew "sops"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "temporal"
brew "tmux"
brew "tree"
brew "uv"
brew "wireshark"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "codex-app"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-courier-prime"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "librewolf"
cask "maccy"
cask "ngrok"
cask "openzfs"
cask "podman-desktop"
cask "raycast"
cask "rectangle"
cask "shotcut"
cask "spotify"
cask "tor-browser"
cask "vagrant"
cask "visual-studio-code"
vscode "anthropic.claude-code"
vscode "batisteo.vscode-django"
vscode "databricks.sqltools-databricks-driver"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "keesschollaart.vscode-home-assistant"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-chat-customizations-evaluations"
vscode "mtxr.sqltools"
vscode "njpwerner.autodocstring"
vscode "openai.chatgpt"
vscode "palantir.authoring-vscode-extension"
vscode "redhat.java"
vscode "samuelcolvin.jinjahtml"
vscode "tal7aouy.icons"
vscode "tamasfe.even-better-toml"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "warm3snow.vscode-ollama"
vscode "wholroyd.jinja"
vscode "yy0931.save-as-root"
